{
    "WEBSITE_TEXT_RESUME": "Resume",
    "WEBSITE_TEXT_RESUME_CONTENT": "I wish to push further my knowledge and ability working with information technology, system analysis, and developments. My goal is to develop myself further as a professional to be recognized for my work and determination. Being a team player who contributes to the qualitative growth of a company is important to me.",
    "WEBSITE_TEXT_FMU": "Centro Universitário das Faculdades Metropolitanas Unidas",
    "WEBSITE_TEXT_FMU_TIME": "Jun 2016 - Dec 2018",
    "WEBSITE_TEXT_FMU_COURSE": "System analysis and development",
    "WEBSITE_TEXT_FATEC": "São Paulo State Technological College",
    "WEBSITE_TEXT_FATEC_TIME": "Jun 2016 - Jun 2019",
    "WEBSITE_TEXT_FATEC_COURSE": "Logistics",
    "WEBSITE_TEXT_EDUCATION": "Education",
    "WEBSITE_TEXT_EMPLOYMENT": "Employment",
    "WEBSITE_TEXT_AUBAY": "Aubay Portugal • FrontEnd / React Developer • (Aubay PT)",
    "WEBSITE_TEXT_AUBAY_TIME": "Jan. 2022 - Present",
    "WEBSITE_TEXT_AUBAY_CONTENT": "<p>As a frontend developer at Aubay Portugal, I have the chance to work on a range of projects for clients in different industries, including banking, telecommunications, and insurance. My primary focus was on building web applications using React, a popular JavaScript library for building user interfaces.</p> <p>In my role, I collaborated closely with cross-functional teams, including designers, project managers, and backend developers, to develop and implement solutions that met our clients' needs. I was responsible for writing clean, efficient, and maintainable code that followed best practices and industry standards.</p> <p>I also contributed to the continuous improvement of our development processes, suggesting new ideas, tools, and technologies to enhance our workflows and increase productivity. This included participating in code reviews, conducting testing, and implementing automated build and deployment processes.</p> <p>Overall, my experience at Aubay Portugal helped me develop my skills in frontend development and provided me with valuable insights into the technology consulting industry. I am proud to have been part of a team that delivered high-quality solutions to clients, and I look forward to continuing to grow and learn in my career.</p><p><strong>Technologies & Tools: React, NextJS, Typescript, HTML, CSS, Javascript, Jest, CI/CD (Jenkins) and Scrum.</strong></p>",
    "WEBSITE_TEXT_CRITICAL": "Critical Techworks • Devops Engineer • (Aubay PT)",
    "WEBSITE_TEXT_CRITICAL_TIME": "Jan. 2022 - Jan. 2023",
    "WEBSITE_TEXT_CRITICAL_CONTENT": "<p>I worked at Critical Techworks, a joint venture between BMW group and Critical Software located in Portugal, where I was relocated through Aubay, an outsourcing company.</p><p>My main focus at Critical was on Java development, but I also gained some exposure to Angular. Although I was originally contracted as a Frontend developer, I was placed on the DevOps team, which was a new challenge for me. Despite this unexpected change, I adapted quickly and worked hard to deliver high-quality results for the company.</p><p>On a daily basis, I participated in sprint meetings such as refinement, planning, daily, review, and retrospective, all conducted in English as the product owners were German.</p><p>In my role, I used a variety of technologies and tools, including Java, Docker, infrastructure as code (Terraform), container ecosystem (Kubernetes), secrets (Vault and AWS), observability and monitoring tools (Prometheus, Grafana, Kibana, Dynatrace), cloud networking (AWS), CI/CD (Jenkins), and Scrum.</p><p>Overall, my experience at Critical Techworks allowed me to expand my skills in Java development and gain exposure to a range of DevOps technologies. Despite the unexpected change in my role, I was able to adapt and thrive in a fast-paced, multinational environment.</p><p><strong>Technologies & Tools: Java, Docker, Infrastructure as code (Terraform), Container Ecosystem (Kubernetes), Secrets (Vault and AWS), Observability and monitoring tools (Prometheus, Grafana, Kibana, Dynatrace), Cloud Networking (AWS), CI/CD (Jenkins) and Scrum.</strong></p>",
    "WEBSITE_TEXT_SIMBIOSE": "Simbiose Social • Frontend / React Developer",
    "WEBSITE_TEXT_SIMBIOSE_TIME": "Sep. 2019 - Jan. 2022",
    "WEBSITE_TEXT_SIMBIOSE_CONTENT": "<p>I have been a front-end developer at Simbiose Social, a Brazilian startup, since September 2019. As the only front-end developer for almost two years, I was responsible for creating new functionalities and developing new projects from scratch, which helped me to quickly develop my skills.</p><p>Working closely with the design team, I used Adobe XD templates to create engaging user interfaces, while also contributing my own design ideas and improvements. I provided feedback to the design team regarding their work and made suggestions for improvements, which was positively received by the team.</p><p>My responsibilities included using React, state management, hooks, contextAPI, class components, functional components, CSS, SASS, Bulma, JavaScript, API consumption, Leaflet, language module (i18n), sliders, authentication, cookies, and many other libraries. I was able to effectively utilize these tools to create high-quality, responsive applications.</p><p>Overall, my experience at Simbiose Social has allowed me to develop a deep understanding of front-end development and hone my skills in a collaborative, fast-paced environment.</p><p><strong>Technologies & Tools: React, State management, Hooks, ContextAPI, Class Components, Functional components, CSS, SASS, Bulma, JavaScript, API consumption, Leaflet, Language module (i18n), sliders, Authentication, Cookies, e many libraries available out there.</strong></p>",
    "WEBSITE_TEXT_VENVOIR": "Venvoir • Frontend Web Developer",
    "WEBSITE_TEXT_VENVOIR_TIME": "Jun. 2021 - Present",
    "WEBSITE_TEXT_VENVOIR_CONTENT": "<p>Venvoir is a project I started in 2021 with another 2 friends and it's a distance learning platform built for teachers, schools and companies. At Venvoir I'm responsible for the homepage front-end development, in which I had a little challenge, we are using CraftCMS to handle all the website, so I have to code in twig that is a template engine for PHP.</p><p><strong>Technologies & Tools: PHP, Twig, CSS, Bulma and Javascript</strong></p>",
    "WEBSITE_TEXT_VIRTUALLH": "Virtual LH • Project Lead Developer",
    "WEBSITE_TEXT_VIRTUALLH_TIME": "Oct. 2017 - Present",
    "WEBSITE_TEXT_VIRTUALLH_CONTENT": "<p>In 2017, I started Virtual LH, a gaming project that has since grown into a team of five passionate individuals from around the world, including a Canadian, an Austrian, a Dutch, a German, and myself, a Brazilian with a passion for aviation and development.</p><p>Over time, the Virtual LH community has exceeded my expectations, with more than 350 active users and around 50,000 page views per month. As a team, we work tirelessly to ensure that the platform is simple and enjoyable for our users.</p><p>My technical responsibilities at Virtual LH included working with PHP, HTML, CSS, Bootstrap, Javascript, SQL, MySql, and Google Maps API to develop and maintain the platform. I consistently utilized these tools to create engaging, user-friendly experiences for our users.</p><p>Overall, my experience with Virtual LH has allowed me to hone my technical skills and collaborate with individuals from different parts of the world. I am proud to have been a part of this project from its inception and am excited to see where it goes in the future.</p><p><strong>Technologies & Tools: PHP, HTML, CSS, Bootstrap, Javascript, SQL, MySql and Google Maps Api.</strong></p>"
}