{
    "WEBSITE_TEXT_RESUME": "Currículo",
    "WEBSITE_TEXT_RESUME_CONTENT": "Busco ampliar meus conhecimentos e minhas habilidades na área de desenvolvimento e análise de sistemas, para que eu possa me desenvolver como um profissional reconhecido pelo meu trabalho e determinação, de modo a contribuir para o crescimento qualitativo da empresa e da equipe a qual eu venha integrar.",
    "WEBSITE_TEXT_FMU": "Centro Universitário das Faculdades Metropolitanas Unidas",
    "WEBSITE_TEXT_FMU_TIME": "Jun 2016 - Dez 2018",
    "WEBSITE_TEXT_FMU_COURSE": "Análise e desenvolvimento de sistemas",
    "WEBSITE_TEXT_FATEC": "Faculdade de Tecnologia do Estado de São Paulo",
    "WEBSITE_TEXT_FATEC_TIME": "Jun 2016 - Jun 2019",
    "WEBSITE_TEXT_FATEC_COURSE": "Logística",
    "WEBSITE_TEXT_EDUCATION": "Escolaridade",
    "WEBSITE_TEXT_EMPLOYMENT": "Experiência",
    "WEBSITE_TEXT_AUBAY": "Aubay Portugal • FrontEnd / React Developer • (Aubay PT)",
    "WEBSITE_TEXT_AUBAY_TIME": "Jan. 2022 - Presente",
    "WEBSITE_TEXT_AUBAY_CONTENT": "<p>Como desenvolvedor frontend na Aubay Portugal, trabalhei em uma variedade de projetos para clientes em diferentes setores, incluindo bancário, telecomunicações e seguros. Meu foco principal foi na construção de aplicações web usando o React, uma popular biblioteca JavaScript para construir interfaces de usuário.</p> <p>No meu papel, trabalhei em estreita colaboração com equipes multifuncionais, incluindo designers, gerentes de projeto e desenvolvedores backend, para desenvolver e implementar soluções que atendessem às necessidades dos nossos clientes. Fui responsável por escrever código limpo, eficiente e sustentável que seguisse as melhores práticas e padrões do setor.</p> <p>Também contribuí para a melhoria contínua dos nossos processos de desenvolvimento, sugerindo novas ideias, ferramentas e tecnologias para melhorar nossos fluxos de trabalho e aumentar a produtividade. Isso incluiu participar de revisões de código, conduzir testes e implementar processos automatizados de construção e implantação.</p> <p>No geral, minha experiência na Aubay Portugal me ajudou a desenvolver minhas habilidades em desenvolvimento frontend e me proporcionou informações valiosas sobre a indústria de consultoria em tecnologia. Tenho orgulho de ter feito parte de uma equipe que entregou soluções de alta qualidade aos clientes e espero continuar crescendo e aprendendo em minha carreira.</p><p><strong>Tecnologias e ferramentas utilizadas: React, NextJS, Typescript, HTML, CSS, Javascript, Jest, CI/CD (Jenkins) e Scrum.</strong></p>",
    "WEBSITE_TEXT_CRITICAL": "Critical Techworks • Devops Engineer • (Aubay PT)",
    "WEBSITE_TEXT_CRITICAL_TIME": "Jan. 2022 - Jan. 2023",
    "WEBSITE_TEXT_CRITICAL_CONTENT": "<p>Trabalhei na Critical Techworks, uma joint venture entre o grupo BMW e a Critical Software localizada em Portugal, fui alocado à Critical pela Aubay, uma empresa de outsourcing.</p><p>Meu foco principal na Critical era desenvolvimento em Java, mas também tive algum contato com Angular. Embora tenha sido originalmente contratado como desenvolvedor Frontend, fui colocado na equipe de DevOps, o que foi um novo desafio para mim. Apesar dessa mudança inesperada, adaptei-me rapidamente e trabalhei duro para entregar resultados de alta qualidade para a empresa.</p><p>No dia a dia, participei de reuniões de sprint, como refinement, planning, daily, review e retrospective, todas conduzidas em inglês, já que os P.O's eram alemães.<p/><p>Como DevOps, utilizei uma variedade de tecnologias e ferramentas, incluindo Java, Docker, infrastructure as code (Terraform), container ecosystem (Kubernetes), secrets (Vault e AWS), observability and monitoring tools (Prometheus, Grafana, Kibana, Dynatrace), cloud networking (AWS), CI/CD (Jenkins) e Scrum.</p><p>No geral, minha experiência na Critical Techworks me permitiu expandir minhas habilidades em desenvolvimento Java e obter exposição a uma variedade de tecnologias DevOps. Apesar da mudança inesperada em meu papel, fui capaz de me adaptar e prosperar em um ambiente multinacional acelerado.</p><p><strong>Tecnologias e ferramentas utilizadas: Java, Docker, Terraform, Kubernetes, Secrets (Vault e AWS), Prometheus, Grafana, Kibana, Dynatrace, Cloud Networking (AWS), CI/CD (Jenkins) e Scrum.</strong></p>",
    "WEBSITE_TEXT_SIMBIOSE": "Simbiose Social • Frontend / React Developer",
    "WEBSITE_TEXT_SIMBIOSE_TIME": "Set. 2019 - Jan. 2022",
    "WEBSITE_TEXT_SIMBIOSE_CONTENT": "<p>Desde setembro de 2019, sou desenvolvedor front-end na Simbiose Social, uma startup brasileira. Como o único desenvolvedor front-end por quase dois anos, fui responsável por criar novas funcionalidades e desenvolver novos projetos do zero, o que me ajudou a desenvolver minhas habilidades rapidamente.</p><p>Trabalhando em estreita colaboração com a equipe de design, usei modelos Adobe XD para dar vida à interfaces de usuário, enquanto também contribuía com minhas próprias ideias e melhorias de design. Eu fornecia feedback à equipe de design sobre seu trabalho e sugestões para melhorias, que foram bem recebidas pela equipe.</p><p>Minhas responsabilidades incluíam o uso de React, state management, hooks, contextAPI, class components, functional components, CSS, SASS, Bulma, JavaScript, API consumption, Leaflet, language module (i18n), sliders, authentication, cookies. Fui capaz de utilizar efetivamente essas ferramentas para criar aplicativos responsivos e de alta qualidade.</p><p>No geral, minha experiência na Simbiose Social me permitiu desenvolver uma compreensão profunda do desenvolvimento front-end e aprimorar minhas habilidades em um ambiente colaborativo e acelerado.</p><p><strong>Tecnologias e ferramentas: React, State management, Hooks, ContextAPI, Class Components, Functional components, CSS, SASS, Bulma, JavaScript, API consumption, Leaflet, Language module (i18n), sliders, Authentication, Cookies, e diversas outras bibliotecas.</strong></p>",
    "WEBSITE_TEXT_VENVOIR": "Venvoir • Frontend Web Developer",
    "WEBSITE_TEXT_VENVOIR_TIME": "Jun. 2021 - Presente",
    "WEBSITE_TEXT_VENVOIR_CONTENT": "<p>Venvoir é um projeto que iniciei em 2021 com mais 2 amigos, é uma plataforma de ensino à distância criada para professores, escolas e empresas. Na Venvior sou responsável pelo desenvolvimento do front-end da homepage, no qual tive alguns desafios, utilizamos o CraftCMS em todo o website o que me faz programar em twig que é um template do php.</p><p><strong>Tecnologias e ferramentas: PHP, Twig, CSS, Bulma and Javascript.<strong></p>",
    "WEBSITE_TEXT_VIRTUALLH": "Virtual LH • Project Lead Developer",
    "WEBSITE_TEXT_VIRTUALLH_TIME": "Out. 2017 - Presente",
    "WEBSITE_TEXT_VIRTUALLH_CONTENT": "<p>Em 2017, comecei o Virtual LH, um projeto de jogos que cresceu desde então para uma equipe de cinco pessoas apaixonadas de todo o mundo, incluindo um canadense, um austríaco, um holandês, um alemão e eu, um brasileiro com paixão pela aviação e desenvolvimento.</p><p>Com o tempo, a comunidade do Virtual LH superou minhas expectativas, com mais de 350 usuários ativos e cerca de 50.000 visualizações de página por mês. Como equipe, trabalhamos incansavelmente para garantir que a plataforma seja simples e agradável para nossos usuários.</p><p>Minhas responsabilidades técnicas no Virtual LH incluíram trabalhar com PHP, HTML, CSS, Bootstrap, Javascript, SQL, MySql e Google Maps API para desenvolver e manter a plataforma. Eu utilizei consistentemente essas ferramentas para criar experiências envolventes e amigáveis ​​para nossos usuários.</p><p>No geral, minha experiência com o Virtual LH me permitiu aprimorar minhas habilidades técnicas e colaborar com pessoas de diferentes partes do mundo. Estou orgulhoso de ter feito parte deste projeto desde o início e estou animado para ver para onde ele vai no futuro.</p><p><strong>Tecnologias e ferramentas: PHP, HTML, CSS, Bootstrap, Javascript, SQL, MySql e Google Maps Api.<strong></p>"
}